proj-xcode/PA2TestWrapper/PowerAuthServerSOAP/SoapRequests.bundle/GetApplicationDetail.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:pow="http://getlime.io/security/powerauth">
	<soapenv:Header/>
	<soapenv:Body>
		<pow:GetApplicationDetailRequest>
			<pow:applicationId>$1</pow:applicationId>
		</pow:GetApplicationDetailRequest>
	</soapenv:Body>
</soapenv:Envelope>
